def get_data():
    
    return f"{input('Введите фамилию: ')} {input('Введите имя: ')} {input('Введите номер класса: ')}\n"

def get_number_operation():
    return input('Выберите необходимое действие:\n \
            1. Показать все фамилии учеников\n \
            2. Показать все имена учеников\n \
            3. Показать все номера классов\n \
            4. Показать всех учеников выбранного класса\n \
            5. Показать весь список\n \
            6. Показать информацию по ученику\n \
            7. Добавить ученика\n \
            8. Завершить работу\n ')